aaron-bond.better-comments
antfu.browse-lite
antfu.open-in-github-button
bradlc.vscode-tailwindcss
cesium.gltf-vscode
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
fabiospampinato.vscode-open-in-github
file-icons.file-icons
formulahendry.code-runner
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
github.vscode-github-actions
jock.svg
johnsoncodehk.vscode-tsconfig-helper
KevinRose.vsc-python-indent
lokalise.i18n-ally
MS-CEINTL.vscode-language-pack-zh-hans
ms-playwright.playwright
ms-python.autopep8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
naumovs.color-highlight
njpwerner.autodocstring
openai.chatgpt
PKief.material-icon-theme
REditorSupport.r
REditorSupport.r-syntax
RDebugger.r-debugger
redhat.vscode-yaml
Remisa.shellman
shd101wyy.markdown-preview-enhanced
sirmspencer.vscode-autohide
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tal7aouy.rainbow-bracket
timonwong.shellcheck
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
znck.grammarly
